[
{"1": ["The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."]},
{"2": ["Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."]},
{"3": ["Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."]},
{"4": ["The only letter that doesn’t appear on the periodic table is J."]},
{"5": ["One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."]},
{"6": ["If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."]},
{"7": ["In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."]},
{"8": ["There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."]},
{"9": ["Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."]},
{"10": ["The famous line in ", " from Leonardo DiCaprio, “I’m king of the world!” was improvised."]},
{"11": ["A single strand of Spaghetti is called a “Spaghetto”."]},
{"12": ["There is actually a difference between coffins and caskets – coffins are typically tapered and six-sided, while caskets are rectangular."]},
{"13": ["Sunflowers can help clean radioactive soil. Japan is using this to rehabilitate Fukashima. Almost 10,000 packets of sunflower seeds have been sold to the people of the city."]},
{"14": ["To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."]},
{"15": ["If you cut down a cactus in Arizona, you be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."]},
{"16": ["The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."]},
{"17": ["In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."]},
{"18": ["The first movie ever to put out a motion-picture soundtrack was ", "."]},
{"19": ["In order to protect themselves from poachers, African Elephants have been evolving without tusks, which unfortunately also hurts their species."]},
{"20": ["The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."]},
{"21": ["Originally, cigarette filters were made out of cork, the look of which was incorporated into today’s pattern."]},
{"22": ["In 1923, a jockey suffered a fatal heart attack but his horse finished and won the race, making him the first and only jockey to win a race after death."]},
{"23": ["At birth, a baby panda is smaller than a mouse."]},
{"24": ["Iceland does not have a railway system."]},
{"25": ["The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."]},
{"26": ["Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."]},
{"27": ["The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."]},
{"28": ["In order to keep Nazis away, a Polish doctor faked a typhus outbreak. This strategy staved 8,000 people."]},
{"29": ["After the release of the 1996 film ", ", which involved an anonymous killer calling and murdering his victims, Caller ID usage tripled in the United States."]},
{"30": ["The spiked dog collar was invented by the Ancient Greeks to protect their dogs from wolf attacks."]},
{"31": ["Jack Daniel (the founder of the whiskey) died from kicking a safe. When he kicked it, he broke his toe which got infected. He eventually died from blood poisoning."]},
{"32": ["There is a boss in ", " that can be defeated by not playing the game for a week; or by changing the date."]},
{"33": ["The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."]},
{"34": ["Elton John tried to commit suicide once by sticking his head in an oven with the gas on low and windows open. He was found and stopped by his best friend Bernie Taupin."]},
{"35": ["If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."]},
{"36": ["Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."]},
{"37": ["The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16", " Century."]},
{"38": ["An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."]},
{"39": ["The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."]},
{"40": ["An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."]},
{"41": ["Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."]},
{"42": ["An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."]},
{"43": ["75% of the world’s diet is produced from just 12 plant and five different animal species."]},
{"44": ["The original ", " premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."]},
{"45": ["The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."]},
{"46": ["Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a McDonalds. The second is Vatican City."]},
{"47": ["Joe Arridy had an IQ of 46 and is known as the “happiest prisoner on death row”. He went into the gas chamber with a smile. It turned out he was innocent."]},
{"48": ["The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."]},
{"49": ["IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."]},
{"50": ["In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."]},
{"51": ["Violin bows are commonly made from horse hair."]},
{"52": ["There are less than 30 ships in the Royal Canadian Navy which is less than most third-world countries."]},
{"53": ["Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the mid-west, not the South."]},
{"54": ["The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of election. He is also the only person to have been the Pope more than once."]},
{"55": ["Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."]},
{"56": ["Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."]},
{"57": ["During the Prohibition era, the U.S. Government allowed Whiskey to be sold through pharmacies. As a result, Walgreens grew from 20 retail stores to almost 400."]},
{"58": ["People who post their fitness routine to Facebook are more likely to have psychological problems."]},
{"59": ["Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18", " and 19", " centuries as jokes."]},
{"60": ["Nowadays, millionaires with just $1 million isn’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."]},
{"61": ["Hanna-Barbera pitched ", " to networks for 8 weeks before it was finally picked up. It became the first ever animated show to air during primetime."]},
{"62": ["In 1325, two Italian city states fought over a bucket which resulted in 2,000 deaths. It started when two soldiers stole a bucket from a well from the city center."]},
{"63": ["There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."]},
{"64": ["Standing around burns calories. On average, a 150 pound person burns 114 calories per hour while standing and doing nothing."]},
{"65": ["Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."]},
{"66": ["In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."]},
{"67": ["Playboy has been publishing braille versions of their magazines since 1970, however no pictorial representations are included."]},
{"68": ["When ", " was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."]},
{"69": ["The color red doesn’t really make bulls angry; they are color-blind."]},
{"70": ["65% of autistic kids are left-handed, and only 10% of people in general are left-handed."]},
{"71": ["Herring fish communicate by using flatulence."]},
{"72": ["Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."]},
{"73": ["There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"]},
{"74": ["During the cremation process of a 500 pound body, the corpse was so obese that it set the crematorium on fire."]},
{"75": ["Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."]},
{"76": ["When George Washington died, Napoleon Bonaparte of France gave a personal eulogy and ordered a ten day mourning period for France."]},
{"77": [" has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."]},
{"78": ["For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but unofficial flag."]},
{"79": ["A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."]},
{"80": [" are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."]},
{"81": ["Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."]},
{"82": ["Ben & Jerry’s has an online flavor graveyard for their 10 discontinued ice cream flavors. Each one has a photo, life span, and epitaph."]},
{"83": ["Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."]},
{"84": ["There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."]},
{"85": ["There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender and Librarian."]},
{"86": ["The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."]},
{"87": ["In 1994, the company who had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."]},
{"88": ["China is spending $3 billion dollars to build panda shaped solar farms in order to get more young people interested in renewable energy."]},
{"89": ["While hunting, stoats go crazy jumping, spinning, and twisting to get a rabbits attention. This hypnotizes the rabbit until the stoat gets close enough to attack."]},
{"90": ["The average American child is given $3.70 per tooth that falls out."]},
{"91": ["To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."]},
{"92": ["The word orange derives from the Sanskrit ", " and the Persian ", "."]},
{"93": ["The blood used on the set of ", ", had to be orange to render properly on the de-saturated color film."]},
{"94": ["Orange was a symbol of glory and fruits of the earth in early Christian church and was also known as the wisdom ray."]},
{"95": ["In Feng Shui orange represents fire. Colors are very significant in the ancient concept."]},
{"96": ["Nobility were the only ones during the Elizabethan Era who could wear orange."]},
{"97": ["Orange is often biblically associated with saints and represents strength and courage."]},
{"98": ["The first operator in Europe to commit to pushing NFC across its territories was the mobile network giant Orange. Orange’s well-known slogan was “the futures bright, the futures orange”."]},
{"99": ["An orange vehicle apparently says you are a fun loving and trendy person."]},
{"100": ["Frank Sinatra had a love for the color orange, once saying “Orange is the happiest of colors.”"]},
{"101": ["The color of the United States Army Signal Corps is orange."]},
{"102": ["Orange is a very popular color in the world of sport with American football teams including Chicago Bears, Cincinnati Bengals, and baseball teams including the San Francisco Giants having their primary color as orange."]},
{"103": ["The fruits’ orange appearance isn’t a common occurrence in other parts of the world. Vietnamese oranges and Thai tangerines are orange on the inside and yet bright ", " on the outside."]},
{"104": ["The Netherlands soccer team, or ‘Oranje’, play in orange kits."]},
{"105": ["An orange’s skin turns orange as the weather cools but in hotter areas, the chlorophyll stays and the fruit remains green."]},
{"106": ["The canary’s orange color isn’t a natural thing, initially the birds were a green-brown but crossbreeding made them ", ", combine this with a diet of ", " peppers and they become orange."]},
{"107": ["Originally carrots weren’t orange; the most common color was ", ". The orange variety came about by the 17", " Century when Dutch growers seemingly crossbred white rooted, mutated yellow and wild carrots."]},
{"108": ["Every 25", " day of the month is known as “Orange Day” by the UN’s campaign called UNiTE to End Violence against Women. The day is to raise awareness and act to stop violence against women."]},
{"109": ["Consumer research has proven that an orange lawnmower is easier to find in long grass than a blue one, this was why in 1977 Flymo changed from blue to orange."]},
{"110": ["Orange is the Dutch Royal Family’s color. Descendants of William of Orange, the color became the symbol of the Netherlands."]},
{"111": [" once said that “There is no blue without yellow and without orange.”"]},
{"112": ["Antonio Stradivari’s prized violins reach over $2 million at auction. Some say that the reason behind their amazing sound is the orange varnish that covers them."]},
{"113": ["Astronaut’s space suits worn inside the spacecraft are orange but they must be changed before going outside to the iconic thick white alternatives."]},
{"114": ["The Golden Gate Bridge is coated in a color known as ‘international orange’, it’s also used in the aerospace industry as a way of highlighting objects."]},
{"115": ["Theravada Buddhists wear orange robes as this was one of the more common dyes available. These Buddhists aren’t to be confused with their Tibetan counterparts who wear maroon."]},
{"116": ["Orange ribbons are worn to support and raise awareness for many conditions and causes including self-harm, ADHD, Multiple Sclerosis and Animal Cruelty."]}
]